{
  "projects": [
    {
      "name": "Stereographs in IIIF",
      "year": 2021,
      "url": "https://stereograph.davidnewbury.com/",
      "description": " A IIIF-powered viewer for stereo photographs, with the ability to download GIFs and view the images in VR."
    },
    {
      "name": "Date Calculator ",
      "year": 2019,
      "url": "https://date-calculator.davidnewbury.com",
      "description": " A Testbed for roundtripping EDTF dates and periods into English Phrases.  Extracted from the Art Tracks code as a stand-alone library."
    },
    {
      "name": "Evil Manifests ",
      "year": 2018,
      "url": "http://evil-manifests.davidnewbury.com",
      "description": " A collection of malicious IIIF 2.1 manifests--think fork bombs, HTML escaping, etc."
    },
    {
      "name": "Art Tracks ",
      "year": 2015,
      "endYear": 2017,
      "url": "http://www.museumprovenance.org/",
      "description": "A research project to define a standard for representing traditional art history provenance in a format the bridges existing practice and digital standards."
    },
    {
      "name": "American Art Collaborative",
      "year": 2016,
      "endYear": 2017,
      "url": "http://browse.americanartcollaborative.org",
      "description": "The American Art Collaborative was a Mellon and IMLS-funded consortium of 14 art museums in the United States committed to establishing a critical mass of linked open data (LOD) on the semantic web.  Led development of the public interface with [Design for Context](https://www.designforcontext.com), developed the consensus data model, and [built an application for reviewing the data](https://review.americanartcollaborative.org).  This work on the American Art Collaborative became the foundation of the [linked.art](https://linked.art) project.",
      "code": "https://www.github.com/designforcontext/aac_browse_app"
    },
    {
      "name": "Six Degrees of Frances Bacon ",
      "year": 2017,
      "url": "http://www.sixdegreesoffrancisbacon.com",
      "description": "A social network visualization of early modern literature.  Led a redesign of the backend and data infrastructure.",
      "code": "https://github.com/sdfb/sdfb"
    },
    {
      "name": "Carnegie Museum Film/Video Archives",
      "year": 2016,
      "url": "http://records.cmoa.org",
      "description": "Online access to an archive of digitized materials from the Film/Video department, highlighting years of experimental film screenings and communication with artists like Stan Brakhage and Carolee Schneemann."
    },
    {
      "name": "Terrapattern",
      "year": 2016,
      "code": "https://github.com/CreativeInquiry/terrapattern",
      "url": "http://www.terrapattern.com/",
      "description": "Terrapattern is a way to search visually within satellite imagery using computer vision.  Funded by the Knight Foundation."
    },
    {
      "name": "Moon Drawings ",
      "year": 2015,
      "url": "https://creativeinquiry.github.io/moondrawings.org/",
      "description": " A project to extend artistic expression to the Moon. In spring 2015, nearly nine thousand people contributed line drawings to this project. These drawings will be etched on a sapphire disc, to be sent to the Moon."
    }
  ]
}
